Repository: giellalt/corpus-sma
Catalog: tmx/nob/bible/osko/index.php_kat_id=172_art_id=200.html.tmx
Source language: sma
Languages: nob

source: Lïerh: Gærhkoe
nob: Lær om: Kirka

source: Snåasesne
nob: Snåsa kirke

source: Snåasesne akte gærhkoe.
nob: Snåsa har én kirke.

source: Snåase lea vihkeles sijjie saemien kultuvrese.
nob: Snåsa er kjerneområde for samisk kultur.

source: Voestes saemien vætnoe Snåasen gærhkose sjïdti gosse Martha Jåma jïh altese mænnja Marja Leena aalteren boelvestahkem skåerrine skåårreme.
nob: Snåsa kirke fikk sitt første samiske håndverk da Martha Jåma med sin svigerdatter Marja Leena bekledde alterringen med skåerrie / reinskinn.

source: Gosse Snåasen gærhkose tjaangh, dellie “ eatnemem ” vuajnijh, “ eatneme ” lea tjoevkesidie, jïh bijjiegietjesne saemien kroesse.
nob: Når en kommer inn i kirka, ser en straks eatneme, lysgloben med et samisk kors.

source: Dïhte vadtese gærhkose. Gaarmanæjja Snåaseste dam ruvhteste dorjeme.
nob: Den ble gitt til kirka som gave og er smidd av en lokal smed.

source: Snåasen gærhkosne rööpses teekstilh saemien duedtine, juktie eadtjohke nyjsenæjjah Martha Jåma jïh Maja Dunfjellh dejgujmie barkigan; messehagele, golme antependijh (aalhteren uvte, lohkemesijjien uvte jïh prïjhkestovlen uvte).
nob: Enkeltpersoner med engasjement, blant annet Martha Jåma og Maja Dunfjell har gjordt det mulig å utstyre kirka i rødt tekstil; messehakel, tre antependier (klede foran alter / lesepult / prekestol) med tinntrådsbroderier av Martha Jåma.

source: Martha Jåma dejtie ditnine rïeseldamme. Marta Jåma Snåasen gærhkose aaj hearran lilla stolam saemien vuekiej mietie ditnine gååreme.
nob: Prestens lilla stola har samisk ornamentikk - tinntrådsbroderier av Martha Jåma.

source: Dennie gærhkosne gellien aejkien fïerhten jaepien Bijbelistie saemien gïelesne luhkieh.
nob: Menigheten har tekstlesing på samisk flere ganger i året.

source: Saemien saalmh aaj laavloeh.
nob: Det synges på samisk språk.

source: Gosse sjïere saemien gyrhkesjimmie, saemien liturgijem utnieh.
nob: Samisk liturgi brukes ved spesielle anledninger.

source: Gaelmie-gaertienisnie jïjnjh saemien gaelmieh. Naan gierkesne saemien gïelesne tjaalasovveme jïh aaj saemien vuekiej mietie tjaalehtjamme.
nob: På kirkegården kan vi se graver med samisk preg, dvs vakre natursteiner, samisk tekst og / eller samisk ornamentikk.
